Repository: ZanderBrown/funkcio
Catalog: po/*.po
Languages: eo, it, pt

source: Info zu funkcio
eo: Pri Funkcio
it: Informazioni su funkcio
pt: Sobre Funkcio

source: 1. Quadrant
eo: 1-a kvadranto
it: Primo quadrante
pt: 1. Quadrante

source: vier Quadranten
eo: Kvar kvadrantoj
it: Quattro quadranti
pt: Quatro quadrantes

source: Reset
eo: Rekomenci
it: Ricomincia

source: Gerade
eo: Rekto
it: Retta
pt: Reta

source: Parabel vertikal
eo: Parabolo vertikala
it: Parabola verticale
pt: Parabola vertical

source: Speichern
eo: Konservi
it: Salva
pt: Salvar

source: Kurve 3.Grad vertikal
eo: Kurbo 3-a grado
it: Curva 3.grado verticale
pt: Função de terceiro grau vertical

source: Parabel horizontal
eo: Parabolo horizontala
it: Parabola orizontale
pt: Parabola horizontal

source: Kurve 3.Grad horizontal
eo: Kurbo 3-a grado horizontala
it: Curva 3.grado orizontale
pt: Função de terceiro grau horizontal

source: Klicke auf eine beliebige Anzahl Punkte im Koordinatensystem und wähle dann die gewünschte Funktion!
eo: Alklaku minimume du punktojn en la koordinatsistemo kaj elektu la deziratan funkcion
it: Cicca su almeno due punti nel sistama di coordinate e scegli la funzione desiderata!
pt: Clique em pelo menos dois pontos no plano cartesiano e selecione o tipo de função que deseja desenhar!

source: Gleichung:
eo: Ekvacio:
it: Equazione:
pt: Equação:

source: Gerade
eo: Rekto
it: Retta
pt: Reta

source: Punkte
eo: punktoj
it: punti
pt: Pontos

source: Mindestens zwei Punkte!
eo: Minimume du punktoj!
it: Almeno due punti!
pt: No míninmo dois pontos!

source: Parabel
eo: Parabolo
it: Parabola
pt: Parabola

source: Mindestens drei Punkte!
eo: Minimume tri punktoj!
it: Almeno tre punti!
pt: No mínimo três pontos!

source: Kurve 3.Grad
eo: Kurbo 3-a grado
it: Curva 3.grado
pt: Função de terceiro grau

source: Mindestens vier Punkte!
eo: Minimume kvar punktoj!
it: Almeno quattro punti!
pt: No mínimo quatro pontos!

source: Parabel horizontal
eo: Parabolo horizontala
it: Parabola orizontale
pt: Parabola horizontal

source: Kurve 3.Grad horizontal
eo: Kurbo 3-a grado horizontala
it: Curva 3.grado orizontale
pt: Função de terceiro grau horizontal
